Repository: jessepearson/woocommerce-bulk-discounts
Catalog: lang/wc_bulk_discount-*.po
Languages: cs_cz, de_de, es_es, pl_pl, sv_se

source: Bulk Discount
cs_cz: Množstevní sleva
es_es: Descuento Masivo
pl_pl: Rabat od ilości
sv_se: Mängdrabatt

source: Settings
cs_cz: Nastavení
de_de: Einstellungen
es_es: Opciones
pl_pl: Ustawienia
sv_se: Inställningar

source: %s%% bulk discount applied!
cs_cz: Uplatněna množstevní sleva %s%%.
de_de: %s%% bulk discount hinzugefügt!
es_es: %s%% descuento masivo aplicado!
pl_pl: %s%% rabat od ilości zastosowany!
sv_se: %s%% mängdrabatt tillämpas!

source: Incl. %s discount
cs_cz: Zahrnuje slevu %s
de_de: Inkl. %s Rabatt
es_es: Incluye %s de descuento
pl_pl: z rabatem %s
sv_se: efter %s rabatt

source: Please fill in the current line before adding new line.
cs_cz: Vyplňte nejprve aktuální řádek.
de_de: Bitte füllen Sie die aktuelle Spalte aus bevor eine neue hinzugefügt wird.
pl_pl: Proszę uzupełnij obecną linijkę zanim dodasz nową.

source: Bulk Discount enabled
cs_cz: Množstevní sleva aktivní
de_de: Bulk Discount aktiviert
es_es: Descuento masivo activo
pl_pl: Uruchom rabat od ilości
sv_se: Mängdrabatt aktiverat

source: Bulk discount special offer text in product description
de_de: Bulk discount Sonderangebots Text in Produktbeschreibung
pl_pl: Tekst oferty rabatu w opisie produktu.

source: Optionally enter bulk discount information that will be visible on the product page.
cs_cz: Zadejte popisek o slevách, který se zobrazí na stránce produktu (nepovinné).
de_de: Geben Sie optionale bulk discount Informationen ein die auf der Produktseite angezeigt werden.
es_es: De manera opcional, ingresa información de los descuentos para ser mostrada en la pagina de productos.
pl_pl: Opcjonalnie wprowadź informację o rabacie, która będzie widoczna na stronie produktu.
sv_se: Frivilligt! Ange information om mängdrabatten som kommer att vara synligt på produktsidan.

source: Add discount line
cs_cz: Přidat nový řádek
de_de: Spalte hinzufügen
pl_pl: Dodaj nowy rabat

source: Remove last discount line
cs_cz: Odebrat poslední řádek
de_de: Letze Spalte löschen
pl_pl: Usuń ostatni rabat

source: Quantity (min.)
cs_cz: Množství (min.)
de_de: Menge (min.)
es_es: Cantidad (min.)
pl_pl: Ilość (min.)
sv_se: Antal (min.)

source: Enter the minimal quantity for which the discount applies.
de_de: Geben Sie die Mindestmenge an für die der Rabatt gelten soll.
es_es: Ingrese la cantidad minima con la cual aplicaria el descuento.
pl_pl: Wprowadź minimalną ilość, od której obowiązuje rabat.
sv_se: Ange minsta antalet som mängdrabatten gäller.

source: Discount (%s)
cs_cz: Sleva (%s)
de_de: Rabatt (%s)
es_es: Descuento (%s)
pl_pl: Rabat (%s)
sv_se: Rabatt (%s)

source: Enter the flat discount in %s.
cs_cz: Zadejte rovnou slevu v %s.
de_de: Geben Sie den pauschalen Rabatt in %s ein.
es_es: Ingrese el descuento fijo en %s.
pl_pl: Wprowadź płaską stawkę rabatu w %s.
sv_se: Ange en fast rabatt i %s.

source: Discount (%)
cs_cz: Sleva (%)
de_de: Rabatt (%)
es_es: Descuento (%)
pl_pl: Rabat (%)
sv_se: Rabatt (%)

source: Enter the discount in percents (Allowed values: 0 to 100).
cs_cz: Zadejte slevu v procentech (Povolené hodnoty: 0 až 100).
de_de: geben Sie den Rabatt in Prozent an (zwischen 0 und 100).
es_es: Ingrese el descuento en porcentajes (Valores: 0 a 100).
pl_pl: Wprowadź rabat w procentach (dopuszczone wartrości: 0 do 100)
sv_se: Ange rabatten i procent (Tillåtna värden: 0 to 100).

source: The following options are specific to product bulk discount.
cs_cz: Následující možnosti slouží pro nastavení množstevní slevy.
de_de: Die folgenden Optionen gelten für den Mengenrabatt.
es_es: Las opciones mostradas a continuación son para especificar el descuento masivo del producto actual.
pl_pl: Następujące opcje są specyficzne dla rabatu.
sv_se: Följande val är specifika för produktens mängdrabatt.

source: After changing the settings, it is recommended to clear all sessions in WooCommerce &gt; System Status &gt; Tools.
cs_cz: Po změně nastavení se doporučuje vymazat všechny sessions v nastavení E-shop &gt; Stav systému &gt; Nástroje.
de_de: Nachdem die Einstellungen geändert wurden, wird empfohlen alle Sessions unter WooCommerce &gt; System Status &gt; Tools, zu löschen.
es_es: Después de cambiar las opciones, se recomienda limpiar todas las sesiones en WooCommerce &gt; Estado del sistema &gt; Herramientas.
pl_pl: Po zmianie tych ustawień jest polecane wyczyścić wszystkie sesje w WooCommerce&gt; Status systemu &gt; Narzędzia
sv_se: Efter att du ändrat inställningarna är det rekommenderat att rensa alla sessioner i WooCommerce &gt; System Status &gt; Tools.

source: Bulk Discount globally enabled
cs_cz: Množstevní sleva je globálně aktivní
de_de: Bulk Discount global aktivieren
pl_pl: Włącz rabat od ilości.

source: Discount Type
cs_cz: Typ slevy
de_de: Rabatt Typ
es_es: Tipo de descuento
pl_pl: Typ rabatu
sv_se: Rabatt-typ

source: Select the type of discount. Percentage Discount deducts amount of %% from price while Flat Discount deducts fixed amount in %s
cs_cz: Vyberte typ slevy. Při procentní slevě se odečítá z částky relativně v procentech. Při rovné slevě se odečítá pevná částka v %s od celkové ceny za položku.
de_de: Wählen Sie den Rabatttyp aus. Prozentualen Rabatt zieht einen Betrag von %% des Preises und pauschaler Rabatt zeiht einen fixen Betrag in %s ab
es_es: Selecciona el tipo de descuento. Descuentos por porcentajes reducen montos de %% del precio, mientras que el Descuento Fijo reduce montos fijos en %s
pl_pl: Wybierz rodzaj rabatu. Rabat procentowy odlicza ilość %% z ceny, podczas gdy stała stawka rabatu odlicza stałą ilość w %s
sv_se: Välj typ av rabatt. Rabatt i procent drar av summan av %% från priset medan fast rabatt drar av en fast summa i %s

source: Percentage Discount
cs_cz: Procentní sleva
de_de: Prozentualer Rabatt
es_es: Descuento por porcentaje
pl_pl: Rabat procentowy
sv_se: Rabatt i procent

source: Flat Discount
cs_cz: Rovná sleva
de_de: Pauschaler Rabatt
es_es: Descuento Fijo
pl_pl: Stała stawka
sv_se: Fast rabatt

source: Treat product variations separately
cs_cz: Jednat s produktovými variacemi zvlášť
de_de: Produkt variationen seperat behandeln
es_es: Tratar las variaciones de productos por separado
pl_pl: Traktuj wariacje produktu osobno
sv_se: Behandla produkters variation separat

source: You need to have this option unchecked to apply discounts to variations by shared quantity.
cs_cz: Pokud chcete aplikovat slevy na produktové variace podle sdíleného množství , tato položka musí být vypnuta.
de_de: Diese Option muss deaktiviert sein um Rabatt auf die Gesamtmenge der Variationen an zu wenden.
pl_pl: Musisz odznaczyć tą opcję, żeby zastosować rabat do wariacji mających taką samą ilość.

source: Treat product variations as one product
de_de: Produktvatiationen als ein Produkt behandeln
pl_pl: Traktuj wariacje produktu jak jeden produkt

source: You need to have this option checked to apply discounts to variations as if they were one product. Applies only if Flat Discount Type is selected.
de_de: Diese Option muss aktiviert sein um den Rabatt auf Variationen an zu wendenund sie als ein Produkt zu behandeln. Wird nur angewendet wenn pauschaler Rabatt ausgewählt ist.
pl_pl: Zaznacz tą opcję, żeby zastosować rabat dla wariacji jakby były pojedynczym produktem.

source: Show discount information next to cart item price
cs_cz: Zobrazit informaci o slevě vedle ceny u položky v košíku
de_de: Rabattinformationen neben dem Preis im Warenkorb anzeigen
es_es: Mostrar la información del descuento justo al lado del precio del item del carro de compra
pl_pl: Pokaż informację o rabacie obok ceny produktu w koszyku.
sv_se: Visa rabattinformation bredvid priset i kassan

source: Applies only to percentage discount.
cs_cz: Platí pouze pro procentní slevu.
de_de: Wird nur auf prozentuellen Rabatt angewendet.
es_es: Aplica solo al descuento por porcentaje
pl_pl: Dotyczy tylko rabatu procentowego.
sv_se: Används endast för rabatt i procent

source: Show discount information next to item subtotal price
cs_cz: Zobrazit informaci o slevě vedle ceny u mezisoučtu v košíku
de_de: Rabatt informationen neben der Gesamtsumme anzeigen
es_es: Muestra la información del descuento al lado del subtotal (monto) del item
pl_pl: Pokaż informację o rabacie obok podsumowania za ceny produktów.
sv_se: Visa rabattinformationen bredvid subtotala priset

source: Show discount information next to item subtotal price in order history
cs_cz: Zobrazit informaci o slevě vedle ceny u mezisoučtu v historii objednávek
de_de: Rabattinformationen neben dem Produktgesamtpreis in der Bestellhistorie anzeigen
es_es: Muestra la información del descuento al lado del subtotal del item en el historial de pedidos
pl_pl: Pokaż informację o rabacie obok podsumowania za produkty w historii zamówień.
sv_se: Visa rabattinformationen bredvid subtotala priset i orderhistoriken

source: Includes showing discount in order e-mails and invoices.
cs_cz: Zahrnuje zobrazení slevy v e-mailech a fakturách.
de_de: Rabatt in E-Mails und Rechnungen anzeigen.
es_es: Incluye el mostrar el descuento en el correo del pedido y en facturas
pl_pl: Pokazuje rabat w mailach oraz zamówieniach/rachunkach/fakturach.
sv_se: Inkluderar att visa rabatten i ordermailet samt på kvittot

source: Optionally enter information about discounts visible on cart page.
cs_cz: Zadejte popisek o slevách, který se zobrazí na stránce košíku (nepovinné).
de_de: Geben Sie optional, Informationen über Rabatte an, die im Warenkorb angezeigt werden.
es_es: De manera opcional, ingresa información acerca de los descuentos para ser visible en la pagina de carro
pl_pl: Opcjonalnie wprowadź informację o rabatach widocznych na stronie koszyka.
sv_se: Frivilligt! Ange information om rabatten som visas på sidan för kassa.

source: Optionally change the CSS for old price on cart before discounting.
cs_cz: Volitelně zadejte CSS pro formát ceny před slevou.
de_de: Ändern Sie optional, das CSS für den alten Preis im Warenkorb, bevor der Rabatt angewendet wird.
es_es: De manera opcional, cambia el CSS para el precio viejo en el carro antes del descuento
pl_pl: Opcjonalnie zmień CSS do starej ceny w koszyku przed zastosowaniem rabatu.
sv_se: Frivilligt ändra CSS för gamla priset i kassan innan avdragen rabatt

source: Optionally change the CSS for new price on cart after discounting.
cs_cz: Volitelně zadejte CSS pro formát ceny po slevě.
de_de: Ändern Sie optional das CSS für den neuen Preis im Warenkorb nachdem der Rabatt angewendet wurde.
es_es: De manera opcional, cambia el CSS para el precio viejo en el carro después del descuento
pl_pl: Opcjonalnie zmień CSS do nowej ceny w koszyku przed zastosowaniem rabatu.
sv_se: Frivilligt ändra CSS för nya priset i kassan efter avdragen rabatt

source: Bulk discount info in product description
es_es: Descuento masivo en la descripción del producto
sv_se: Mängdrabatt info i produktbeskrivningen

source: You need to have this option unchecked to handle discounts on product variations as a whole.
es_es: Necesitas tener esta opción desmarcada para administrar los descuentos en las variaciones de productos como un todo.
sv_se: Du måste ha detta val "unchecked" för att hantera rabatter på variations produkter som en helhet.
